<template>
  <div class="white_cover">
    <div class="guide-content default-ctn">
      <div class="descriptionHead">
        <span>승무패 적중</span>
        <p>
          스포라이브의 승무패 적중 게임은 대상경기 중 자신 있는 경기를 선택하여
          예상 결과를 맞히는 게임으로 야구,축구,농구 등 스포라이브에서
          서비스하는 <br />
          모든 종목의 국내 및 해외 경기를 기준으로 참여가 가능합니다.
        </p>
      </div>
      <dl class="noLine">
        <dt>게임 방법</dt>
        <dd>
          선택한 대상 경기 (1~10경기)의 예상 결과를 맞히는 게임으로 3가지 종류의
          방식이 있습니다.
        </dd>
      </dl>
      <div class="descriptionDetail">
        <section>
          <p><strong>1. 일반</strong></p>
          <p>홈팀의 승/무/패를 맞히는 게임</p>
        </section>
        <section>
          <p><strong>2. 핸디캡</strong></p>
          <p>
            일반적으로 강팀에게는 불리하게, 약팀에게는 유리하게 사전에 주어진
            조건으로, 스포츠 종목에 따라 홈팀에게 적용되는 조건이 달라지는
            게임<br />
            - 축구 : 정규 시간 경기 스코어에 핸디캡을 적용하여 경기 결과에 따라
            승/무/패로 나누어짐,정수 단위를 사용
          </p>
          <p class="ex">
            <span>ex)</span> 맨유 vs 스완지 경기에서 홈팀에게 +1의 핸디캡이
            주어지는 경우<br />
            0:0 으로 두 팀이 무승부가 되는 경우 ▶ 홈팀 스코어에서 +1을 더하여
            1:0으로 홈팀 승리<br />
          </p>
          <p class="gray">
            ※ 스포라이브 축구 종목의 핸디캡에서는 적중 특례가 발생하지 않습니다.
          </p>
          <p>
            - 야구, 농구 : 경기 결과 스코어에 핸디캡을 적용하여 경기 결과에 따라
            승/무/패로 나누어짐, 정수 또는 소수 단위를 사용
          </p>
          <p>
            - 배구, 아이스하키, 미식축구 : 정규 시간 경기 스코어에 핸디캡을
            적용하여 경기 결과에 따라 승/무/패로 나누어짐, 정수 또는 소수 단위를
            사용
          </p>
          <p>
            - 테니스 : 풀세트 경기 게임수에 핸디캡을 적용하여 경기 결과에 따라
            승/무/패로 나누어짐, 정수 또는 소수 단위를 사용
          </p>
        </section>
        <section>
          <p><strong>3. 언더오버</strong></p>
          <p>
            양 팀 득점 총합이 제시된 기준 점수보다 낮은 값(언더)인지 큰
            값(오버)인지 예상하는 게임, 정수 또는 소수 형태의 단위를 사용
          </p>
          <p class="ex">
            <span>ex)</span> 맨유vs스완지 경기에서 언더/오버 기준점이 2.5로
            주어지는 경우<br />
            2:1로 홈팀이 승리하는 경우 ▶ 2점+1점 = 3점으로 오버<br />
            롯데 vs 기아 경기에서 언더/오버 기준점이 8로 주어지는 경우<br />
            4:4 로 두 팀이 무승부가 되는 경우 ▶ 4점+4점 = 8점 언더로도, 오버로도
            볼 수 없음(적중 특례)
          </p>
          <p>
            - 경기에 베팅하여 적중하면 배당률 만큼의 게임머니가 지급 되며,
            한번에 선택하여 베팅한 경기가 모두 적중해야 적중으로 처리됩니다.<br />
            - 일반 크로스 베팅의 경우, 선택한 각 경기의 배당률을 곱하여
            지급됩니다.<br />
            - 축구, 아이스하키, 배구, 테니스를 제외한 다른 종목 경기에서 승무패
            * U/O, 핸디캡 * U/O 크로스 베팅이 가능합니다. (승무패 * 핸디캡은
            불가능합니다.)
            <br />
            - 1회 베팅 시 최종 당첨금은 300억 스포골드를 초과할 수 없습니다.
          </p>
        </section>
        <section>
          <p><strong>4. 베팅 페널티</strong></p>
          <p>
            1폴더 베팅 시 – 최종 배당률에서 2.5%의 페널티 적용<br />
            2폴더 크로스 베팅 시 – 배당률 페널티 없음<br />
            3폴더 이상 크로스 베팅 시 – 배당률 페널티 없음
          </p>
          <p class="gray">
            ※ 베팅 페널티로 인하여 배당률이 1.0배 이하로 내려가는 경우 최소 1.01
            배당률이 보존됩니다.
          </p>
          <p class="mt-3">※ 처리 적용 기준 예외</p>
          <p class="ex s-2">
            <span>ex1)</span>
            &nbsp;3폴더 베팅 후 2폴더가 특이사항이 발생하여 스포라이브 규정 및
            운영정책에 의하여 베팅이 취소 또는 적중특례가 발생한 경우
            <br />
            &nbsp;1폴더로 계산되어 1폴더 크로스 베팅 페널티인 2.5% 적용
          </p>
          <p class="ex s-2">
            <span>ex2) </span>
            &nbsp;2폴더 베팅 후 1폴더가 특이사항이 발생 되어 스포라이브 규정 및
            운영정책에 의하여 베팅이 취소되거나, 경기 취소 또는 적중특례가
            발생한 경우 <br />
            &nbsp;1폴더 베팅의 페널티인 2.5% 적용
          </p>
        </section>
        <section>
          <p><strong>5. 베팅 제한</strong></p>
          <p>
            특정 팀 경기가 포함된 내 베팅 내역의 합계가 베팅 금액 기준 100억
            골드, 당첨금 기준 300억 골드를 초과할 수 없습니다. <br />
            두 가지 한도 중 한쪽을 초과한 경우 베팅이 불가능하며, 특정 팀 베팅
            경기의 결과가 적중 실패가 될 경우 한도가 다시 발생합니다. <br />
            승무패 적중과 스페셜 적중의 한도는 각각 별도로 적용됩니다.
          </p>
          <p class="gray">ex) A팀 vs B팀, C팀 vs D팀, E팀 vs F팀 경기의 경우</p>
          <p>
            - 베팅한도 기준 예시<br />
            :&nbsp; [A팀 승리 + C팀 승리 = 5억 골드 베팅], [A팀 승리 + D팀 승리
            = 5억 골드 베팅] = 베팅 가능(총 100억 골드까지 가능)<br />
            :&nbsp; [A팀 승리 + C팀 승리 = 100억 골드 베팅], [A팀 승리 + D팀
            승리 = 6억 골드 베팅] = 베팅 불가능(A팀이 포함된 경기의 총 100억
            베팅 골드 초과)<br />
            -당첨금 한도 기준 예시<br />
            :&nbsp; [A팀 승리 + C팀 승리 = 예상 당첨금 10억 골드 베팅], [A팀
            승리 + D팀 승리 = 예상 당첨금 10억 골드 베팅] = 베팅 가능<br />
            :&nbsp;[A팀 승리 + C팀 승리 = 예상 당첨금 200억 골드 베팅], <br />
            &nbsp;&nbsp; [A팀 승리 + E팀 승리 = 예상 당첨금 120억 골드 베팅] =
            베팅 불가능(A팀이 포함된 경기의 예상 당첨금이 300억 골드 초과)<br />
            - 한도 재발생 기준 예시<br />
            :&nbsp;[A팀 승리 + C팀 승리 = 50억 골드 베팅], [A팀 승리 + D팀 승리
            = 50억 골드 베팅] (베팅 한도 100억 골드) 이후 A팀 경기는 시작하지
            않았으나,
            <br />
            &nbsp;&nbsp;C팀이 패배한 경우 A팀이 포함된 베팅에 50억 골드까지 베팅
            가능<br />
            :&nbsp;[A팀 승리 + C팀 승리 = 예상 당첨금 200억 골드 베팅], [A팀
            승리 + D팀 승리 = 예상 당첨금 100억 골드] (당첨금 한도 300억
            골드)<br />
            &nbsp;&nbsp;이후 A팀 경기는 시작하지 않았으나, C팀이 패배한 경우
            A팀이 포함된 베팅에 당첨금 한도 200억 골드까지 베팅 가능
          </p>
        </section>
      </div>
      <dl>
        <dt>대상 경기</dt>
        <dd>
          축구,농구,야구 등 스포라이브에서 서비스하는 모든 종목의 국내 및
          해외리그 또는 국제 대회로 구성됩니다.
        </dd>
      </dl>
      <dl>
        <dt>구입 가능 시간 및 결과 발표</dt>
        <dd class="descriptionDetail">
          <section>
            <p>
              - 구입 가능 시간 : 해당 경기 시작 전 까지 구입 가능<br />
              - 결과 발표 : 해당 경기가 종료된 후 1시간 이내 발표<br />
              - 적중 성공 여부 판정 방법 :
            </p>
            <p class="pl-2">
              선택한 경기의 경기 결과를 모두 맞힌 것을 적중으로 하며, 1경기라도
              틀리는 경우 상금을 지급하지 않습니다.<br />
              또한 적중 배당률은 선택 경기 배당률들의 곱셈으로 결정되며, 소수점
              셋째 자리 절사 후 둘째 자리까지 표시 및 적용됩니다.<br />
              (셋째 자리 이하 배당률은 버림 처리됩니다.)<br />
            </p>
            <p>
              - 결과 발표 및 상금 지급 : 베팅한 경기가 모두 종료되면 1시간
              이내에 상금을 지급합니다.<br />
              &nbsp;&nbsp;(혹시라도 지급이 되지 않았다면 1:1 문의로 지급을
              신청하시기 바랍니다.)
            </p>
          </section>
        </dd>
      </dl>
      <dl>
        <dt>결과 처리 및 특례 / 무효</dt>
        <dd class="descriptionDetail">
          <section>
            <p><strong>1. 결과 처리 기준</strong></p>
            <p>
              - 축구, 아이스하키 : 경기 시작부터 경기 종료 시까지의 결과 기준
              (연장전 및 승부차기를 포함하지 않음)<br />
              - 야구, 농구 : 최종 결과 적용 (연장전 포함/무승부시
              적중특례/승패,핸디캡,언더오버 모두 동일)<br />
              - 미식축구 : 일반(승/패) : 최종 결과 적용 (연장전 포함) 핸디캡,
              언더/오버 : 최종 결과 적용 (연장전 포함) <br />
              - 배구, 테니스 : 시작 부터 경기 종료 시까지의 결과 기준 (최대
              5세트까지 포함)
            </p>

            <p class="gray">
              ※ 야구의 경우 5회말까지 진행되어 해당 단체에서 정식 경기로
              인정하는 경우 일반 및 핸디캡, 언더/오버 모두 인정된 승패 및
              스코어를 기준으로 처리됩니다.
            </p>
            <p class="gray">
              ※ 정규세트를 채우지 않고 기권(Retired) 등의 이유로 경기가
              중지되었을 경우에는 그 경기에 대한 모든 베팅은 "적중특례"
              처리됩니다.
            </p>
            <p class="gray">
              ※ 경기가 시작된 이후에 중지된 게임은 장시간 딜레이 될 경우 운영진
              판단 하에, 그 경기에 대한 모든 베팅은 "적중특례" 처리될 수
              있습니다.
            </p>
            <p>
              위의 조건을 만족하지 못하여 경기 종료까지 진행이 되지 않더라도
              경기단체의 규정에 의해 정식경기가 성립될 경우 그 결과를
              인정합니다.
            </p>
          </section>
          <section>
            <p>
              <strong
                >2. 모든 경기의 배당금은 각 경기가 종료되고 1시간 이내에
                지급됩니다.</strong
              >
            </p>
            <p class="gray">
              ※ 특정 경기의 경우 배당금 지급이 지연될 수 있습니다.
            </p>
          </section>
          <section>
            <p><strong>3. 적중특례</strong></p>
            <p>
              무승부가 선택되지 않는 경기에서 무승부가 발생한 경우 (예 – KBO,
              NPB 무승부 등) 경기 취소와 같이 배당률 1.0배로 처리합니다.<br />
              단, 핸디캡, 언더오버 등 사전에 조건이 주어진 경우 조건이 반영된
              결과를 적용합니다.<br />
              해당 경기단체의 경기 규정에 의해 정식경기가 성립되지 않을 경우
              1.0배로 처리됩니다.<br />
              <span class="gray"
                >ex) 우천으로 인하여 5회 이전에 경기가 취소되어 경기 결과를 해당
                단체에서 인정하지 않는 경우 등</span
              >
            </p>
          </section>
          <section>
            <p><strong>4. 전체무효</strong></p>
            <p>
              선택한 모든 경기 취소 시 자동으로 구매했던 게임머니로 환급됩니다.
            </p>
          </section>
          <section>
            <p><strong>5. 베팅 취소</strong></p>
            <p>
              게임에 의도하지 않은 상황이 발생하는 경우 회원이 베팅한 내역을
              취소할 수 있으며, 취소를 하는 경우는 아래와 같습니다. <br />
              - 경기 예정 시간이 수시로 변경되어 정상적인 경기로 보기 어려운
              경우 스포라이브 운영팀의 판단 하에 해당 경기의 베팅을 취소시킬 수
              있습니다.
              <br />
              - 갑작스럽게 주요 선수들이 변경되어 배당률의 현저한 변경 사유가
              생기는 경우 스포라이브 운영팀의 판단 하에 베팅을 취소시킬 수
              있습니다.
            </p>
            <p class="gray">
              ex) 야구 종목에서의 선발 투수 변경, 농구 종목에서의 현저한 주전
              엔트리 변경 등
            </p>
            <p>
              - 경기 정보(경기 시간, 리그명, 홈&amp;어웨이 팀명)가 확연히 다를
              경우 스포라이브 운영팀의 판단 하에 해당 경기의 베팅을 취소시킬 수
              있습니다.
              <br />
              - 승부조작경기 등의 방지를 위하여 해당 경기에 베팅 되는 액수가
              아무 사유없이 급등하는 경우 스포라이브 운영팀의 판단 하에 베팅을
              취소시킬 수 있습니다. <br />
              - 짧은 시간 안에 이유 없이 배당률이 급변하는 경우 스포라이브
              운영팀의 판단 하에 베팅을 취소 시킬 수 있습니다. <br />
            </p>
            <p class="gray">
              처리 방법) A구단 대 B구단의 게임이 베팅 취소가 되는 경우 배당률을
              1.0배로 변경 후 승무패 관계없이 모두 정답 처리
            </p>
            <p class="ex s-3">
              <span>적용 예)</span>
              롯데 (1.76) vs 한화 (1.92), 삼성 (1.84) vs 기아 (1.88) <br />
              A유저가 롯데와 삼성을 묶어 크로스 베팅을 하였으나 삼성 vs 기아
              경기를 베팅 취소 정책에 의거하여 <br />
              취소 처리한 경우 삼성과 기아의 결과의 관계없이 해당 경기는 맞은
              것으로 처리하며 적중 특례로 인정하여 배당률은 1.0배로 처리 <br />
              결국 롯데가 승리하는 경우 1.76배의 배당률로 계산되어 처리됩니다.
              <br />
              B유저가 롯데와 삼성을 묶어 크로스 베팅을 하였으나 삼성 vs 기아,
              롯데 vs 한화 경기가 모두 취소 처리된 경우 두 경기의 결과와
              상관없이 적중 특례로 인정 <br />
              배당률 1.0배로 처리하여, 자신이 베팅한 금액만큼만 다시 돌려줍니다.
            </p>
          </section>
        </dd>
      </dl>
    </div>
  </div>
</template>

<script>
export default {
  auth: false,
};
</script>

<style scoped>
@import url(~assets/css/info_pages.css);
</style>
