<template>
  <div class="white_cover">
    <div class="guide-content default-ctn">
      <div class="descriptionHead">
        <span>스페셜 적중</span>
        <p>
          스포라이브의 스페셜 적중 게임은 대상 경기 중 자신 있는 경기를 선택하여
          예상 결과를 맞히는 게임으로 국내 및 해외 농구/야구/배구/MMA 경기를
          기준으로 <br />
          참여가 가능합니다.
        </p>
      </div>
      <dl class="noLine">
        <dt>게임 방법</dt>
        <dd>선택한 대상 경기 (1~10경기)의 예상 결과를 맞히는 게임입니다.</dd>
      </dl>
      <div class="descriptionDetail">
        <section>
          <p><strong>1. 핸디캡</strong></p>
          <p>
            - 농구 : 각 1~4 쿼터의 경기 결과에 핸디캡을 주어 결과를 맞히는 게임
          </p>
          <p class="gray">단, 무승부의 적중 특례 처리(1.0배당 처리)</p>
          <p>
            - 야구 : 1~5이닝/6~9이닝의 경기 결과에 핸디캡을 주어 결과를 맞히는
            게임
          </p>
          <p class="gray">단, 무승부의 적중 특례 처리(1.0배당 처리)</p>
          <p>
            - 배구 : 각 1~5 세트의 경기 결과에 핸디캡(스코어 기준)을 주어 결과를
            맞히는 게임
          </p>
          <p class="gray">단, 무승부의 적중 특례 처리(1.0배당 처리)</p>
          <p>
            - 아이스하키 : 1피리어드의 경기 결과에 핸디캡을 주어 결과를 맞히는
            게임
          </p>
          <p class="gray">단, 무승부의 적중 특례 처리(1.0배당 처리)</p>
        </section>
        <section>
          <p><strong>2. 언더/오버</strong></p>
          <p>
            - 농구 : 각 1~4 쿼터의 양팀 점수의 합이 제시된 기준점보다 낮은지,
            높은지 맞히는 게임
          </p>
          <p class="gray">
            단, 기준점과 정확히 일치하는 경우 적중 특례 처리(1.0배당 처리)
          </p>
          <p>
            - 야구 : 1~5이닝/6~9이닝의 양팀 점수의 합이 제시된 기준점보다
            낮은지, 높은지 맞히는 게임
          </p>
          <p class="gray">
            단, 기준점과 정확히 일치하는 경우 적중 특례 처리(1.0배당 처리)
          </p>
          <p>
            - 배구 : 각 1~5 세트의 경기 결과에 양팀 점수의 합이 제시된
            기준점보다 낮은지, 높은지 맞히는 게임
          </p>
          <p class="gray">
            단, 기준점과 정확히 일치하는 경우 적중 특례 처리(1.0배당 처리)
          </p>
          <p>
            - 아이스하키 : 1피리어드의 양팀 점수의 합이 제시된 기준점보다
            낮은지, 높은지 맞히는 게임
          </p>
          <p class="gray">
            단, 기준점과 정확히 일치하는 경우 적중 특례 처리(1.0배당 처리)
          </p>
          <p>- MMA : 경기 최종 라운드의 언더 혹은 오버를 예측하는 게임</p>
          <p class="gray">
            단, 기준점과 정확히 일치하는 경우 적중 특례 처리(1.0배당 처리)
            <br />
            ex) 언오버 1.5 기준 시 1라운드에 종료되면 언더, 2라운드에 종료되면
            오버
          </p>
        </section>
        <section>
          <p><strong>3. MMA파이트 결과</strong></p>
          <p>
            - MMA[KO]: KO, TKO, DQ 또는 서브미션으로 승리할 선수를 예측하는 게임
          </p>
        </section>
        <section>
          <p><strong>4. 동일 경기 베팅</strong></p>
          <p>농구, 야구 동일 경기 크로스 베팅 가능</p>
        </section>
        <section>
          <p><strong>5. 베팅 제한</strong></p>
          <p>
            특정 팀 경기가 포함된 내 베팅내역의 합계가 베팅 금액 기준 100억
            골드, 당첨금 기준 300억 골드를 초과할 수 없습니다. <br />
            두 가지 한도 중 한쪽을 초과한 경우 베팅이 불가능 하며, 특정 팀 베팅
            경기의 결과가 적중실패가 될 경우 한도가 다시 발생합니다. <br />
            승무패 적중과 스페셜 적중의 한도는 각각 별도로 적용됩니다.
          </p>
          <p class="gray">ex) A팀 vs B팀, C팀 vs D팀, E팀 vs F팀 경기의 경우</p>
          <p>
            - 베팅한도 기준 예시 <br />
            :&nbsp;[A팀 승리 + C팀 승리 = 5억 골드 베팅], [A팀 승리 + D팀 승리 =
            5억 골드 베팅] = 베팅 가능(100억 골드까지 가능) <br />
            :&nbsp;[A팀 승리 + C팀 승리 = 100억 골드 베팅], [A팀 승리 + D팀 승리
            = 6억 골드 베팅] = 베팅 불가능(A팀이 포함된 경기의 총 100억 베팅
            골드 초과)
            <br />
            -당첨금 한도 기준 예시 <br />
            :&nbsp;[A팀 승리 + C팀 승리 = 예상 당첨금 10억 골드], [A팀 승리 +
            D팀 승리 = 예상 당첨금 10억 골드] = 베팅 가능 <br />
            :&nbsp;[A팀 승리 + C팀 승리 = 예상 당첨금 200억 골드 베팅], <br />
            &nbsp;&nbsp;[A팀 승리 + E팀 승리 = 예상 당첨금 120억 골드 베팅] =
            베팅 불가능(A팀이 포함된 경기의 예상 당첨금이 300억 골드 초과)
            <br />
            - 한도 재발생 기준 예시 <br />
            :&nbsp;[A팀 승리 + C팀 승리 = 50억 골드 베팅], [A팀 승리 + D팀 승리
            = 50억 골드 베팅] (베팅 한도 100억 골드) <br />
            &nbsp;&nbsp;이후 A팀 경기는 시작하지 않았으나, C팀이 패배한 경우
            A팀이 포함된 베팅에 50억 골드까지 베팅 가능 <br />
            :&nbsp;[A팀 승리 + C팀 승리 = 예상 당첨금 200억 골드 베팅], [A팀
            승리 + D팀 승리 = 예상 당첨금 100억 골드 베팅] (당첨금 한도 300억
            골드)
            <br />
            &nbsp;&nbsp;이후 A팀 경기는 시작하지 않았으나, C팀이 패배한 경우
            A팀이 포함된 베팅에 당첨금 한도 200억 골드까지 베팅 가능
          </p>
        </section>
      </div>
      <dl>
        <dt>대상 경기</dt>
        <dd>국내 및 해외 리그의 농구/야구/배구 경기</dd>
      </dl>
      <dl>
        <dt>구입 가능 시간 및 결과 발표</dt>
        <dd class="descriptionDetail">
          <section>
            <p>
              - 구입 가능 시간 <br />
              &nbsp;&nbsp;농구 : 각 1~4쿼터 경기가 시작되기 전 까지 <br />
              &nbsp;&nbsp;야구 : 1~5이닝/6~9이닝 경기가 시작되기 전 까지<br />
              &nbsp;&nbsp;배구 : 각 1~5세트 경기가 시작되기 전 까지
              <br />
              - 결과 발표 <br />
              &nbsp;&nbsp;농구 : 각 1~4 쿼터 경기가 종료된 후 30분 이내 발표
              <br />
              &nbsp;&nbsp;야구 : 1~5이닝/6~9이닝 경기가 종료된 후 30분 이내
              발표<br />
              &nbsp;&nbsp;배구 : 각 1~5 세트 경기가 종료 된 후 30분 이내 발표
              <br />
              - 적중 성공 여부 판정 방법 <br />
              &nbsp;&nbsp;선택한 경기의 경기 결과를 모두 맞힌 것을 적중으로
              하며, 1경기라도 틀리는 경우 상금을 지급하지 않습니다.
              <br />
              &nbsp;&nbsp;또한 적중 배당률은 선택 경기 배당률들의 곱셈으로 결정
              되며, 소수점 셋째 자리 절사 후 둘째 자리까지 표시 및 적용됩니다.
              <br />
              &nbsp;&nbsp;(셋째 자리 이하 배당률은 버림 처리됩니다.) <br />
              - 결과 발표 및 상금 지급 : 베팅한 경기가 모두 종료되면 1시간
              이내에 상금을 지급합니다. <br />
              &nbsp;&nbsp;(혹시라도 지급이 되지 않았다면 1:1 문의로 지급을
              신청하시기 바랍니다.)
            </p>
          </section>
        </dd>
      </dl>
      <dl>
        <dt>결과 처리 및 특례 / 무효</dt>
        <dd class="descriptionDetail">
          <section>
            <p><strong>1. 결과 처리 기준</strong></p>
            <p>
              - 농구: 각 1~4쿼터의 경기시간이 종료된 기준 <br />
              - 야구: 1~5이닝/6~9이닝의 경기시간이 종료된 기준 <br />
              - 배구: 각 1~5세트의 경기시간이 종료된 기준 <br />
              - 아이스하키: 1피리어드 경기시간이 종료된 기준 <br />
              - MMA: 전체 경기시간이 종료된 기준
            </p>
          </section>
          <section>
            <p>
              <strong>
                2. 모든 경기의 배당금은 각 경기가 종료되고 1시간 이내에
                지급됩니다.
              </strong>
            </p>
            <p class="gray">
              ※ 특정 경기의 경우 배당금 지급이 지연될 수 있습니다.
            </p>
          </section>
          <section>
            <p><strong>3.적중특례</strong></p>
            <p>
              - 농구: 각 1~4쿼터의 언더/오버 기준점이 정확히 일치하는
              경우(1.0배당 처리), 각 1~4쿼터의 핸디캡이 무승부로 처리된
              경우(1.0배당 처리)
              <br />
              - 야구: 1~5이닝/6~9이닝의 언더/오버 기준점이 정확히 일치하는
              경우(1.0배당 처리), 1~5이닝/6~9이닝의 핸디캡이 무승부로 처리된
              경우(1.0배당 처리)
              <br />
              - 배구: 각 1~5세트의 핸디캡이 무승부로 처리된 경우(1.0배당 처리)
              <br />
              <span class="gray">
                ※ 각 1~5이닝/6~9이닝의 등 게임에서 사전에 주어진 조건을 채우지
                못하고 경기가 종료되는 경우(1.0배당 처리) <br />
                ex) 1~5이닝 홈팀 핸디캡 승리 베팅 ▶ 3이닝까지 경기 진행 후, 경기
                종료 = 적중특례(1.0배당) <br />
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 6~9이닝 원정팀 언더 베팅 ▶
                7이닝까지 경기 진행 후, 경기종료 = 적중특례(1.0배당)
              </span>
              <br />
              - 아이스하키: 1피리어드의 핸디캡이 무승부로 처리된 경우(1.0배당
              처리), 1피리어드의 언더/오버 기준점이 정확히 일치하는 경우(1.0배당
              처리) <br />
              - MMA: 경기 결과가 무승부로 처리된 경우(1.0배당 처리)
              <br />
              <span class="gray"
                >ex) 심판 재량 등으로 경기가 취소되는 경우(1.0배당 처리)</span
              >
            </p>
          </section>
          <section>
            <p><strong>4. 전체무효 </strong></p>
            <p>
              선택한 모든 경기 취소 시 자동으로 구매했던 게임머니로 환급됩니다.
            </p>
          </section>
          <section>
            <p><strong>5. 베팅 취소 </strong></p>
            <p>
              게임에 의도하지 않은 상황이 발생하는 경우 회원이 베팅한 내역을
              취소할 수 있으며, 취소를 하는 경우는 아래와 같습니다.<br />
              - 경기 예정 시간이 수시로 변경되어 정상적인 경기로 보기 어려운
              경우 스포라이브 운영팀의 판단 하에 해당 경기의 베팅을 취소시킬 수
              있습니다.<br />
              - 갑작스럽게 주요 선수들이 변경되어 배당률의 현저한 변경 사유가
              생기는 경우 스포라이브 운영팀의 판단 하에 베팅을 취소시킬 수
              있습니다.
            </p>
            <p class="gray">
              ex) 야구 종목에서의 선발 투수 변경, 농구 종목에서의 현저한 주전
              엔트리 변경 등
            </p>
            <p>
              - 경기 정보(경기 시간, 리그명, 홈&amp;어웨이 팀명)가 확연히 다를
              경우 스포라이브 운영팀의 판단 하에 해당 경기의 베팅을 취소시킬 수
              있습니다.<br />
              - 승부조작경기 등의 방지를 위하여 해당 경기에 베팅 되는 액수가
              아무 사유없이 급등하는 경우 스포라이브 운영팀의 판단 하에 베팅을
              취소시킬 수 있습니다.<br />
              - 짧은 시간 안에 이유 없이 배당률이 급변하는 경우 스포라이브
              운영팀의 판단 하에 베팅을 취소시킬 수 있습니다.
            </p>
            <p class="gray">
              처리 방법) A구단 대 B구단의 게임이 베팅 취소가 되는 경우 배당률을
              1.0배로 변경 후 승무패 관계없이 모두 정답 처리
            </p>
            <p class="ex s-3">
              <span>적용 예)</span>
              롯데 (1.76) vs 한화 (1.92), 삼성 (1.84) vs 기아 (1.88) <br />
              A유저가 롯데와 삼성을 묶어 크로스 베팅을 하였으나 삼성 vs 기아
              경기를 베팅 취소 정책에 의거하여 <br />
              취소 처리한 경우 삼성과 기아의 결과의 관계없이 해당 경기는 맞은
              것으로 처리하며 적중 특례로 인정하여 배당률은 1.0배로 처리 <br />
              결국 롯데가 승리하는 경우 1.76배의 배당률로 계산되어 처리됩니다.
              <br />
              B유저가 롯데와 삼성을 묶어 크로스 베팅을 하였으나 삼성 vs 기아,
              롯데 vs 한화 경기가 모두 취소 처리된 경우 두 경기의 결과와
              상관없이 적중 특례로 인정 <br />
              배당률 1.0배로 처리하여, 자신이 베팅한 금액만큼만 다시 돌려줍니다.
            </p>
          </section>
        </dd>
      </dl>
    </div>
  </div>
</template>

<script>
export default {
  auth: false,
};
</script>

<style scoped>
@import url(~assets/css/info_pages.css);
</style>
